[General]
Version=1.8.5
LanguageName=Português
lblLanguageAuthor=Chancer

[Form1]
speedWarningLabel=Aviso: velocidades acima de 20000 KB/s podem parecer suspeitas.
checkShowTrayBaloon=Ativar informações ao passar sobre o ícone da bandeja
lblInterface=Interface:
checkSavePeers=Save list of peers
ResetCountersButton=Reset Counters
lblLanguage=Idioma:
TorrentFileLabel=Local:
closeButton=Fechar
StartButton=Iniciar
tabGeneral=Geral
groupTorrentFile=Arquivo torrent
browseButton=Procurar...
groupStats=Estatísticas
totalRunningTimeLabel=Tempo total:
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Atualizar agora
labelUpdateIn=Atualiza em:
downloadCountLabel=Recebido:
uploadCountLabel=Enviado:
groupBoxOptions=Opções
applyStopSettingsButton=Aplicar
stopProcessLabel=Parar processo após:
FileSizeLabel=Terminado (%):
uploadRateLabel=Velocidade de upload (kB/s):
downloadRateLabel=Velocidade de download (kB/s):
groupTorrentInfo=Informações do torrent
labelTorrentSize=Tamanho:
hashLabel=Hash SHA:
TrackerLabel=Tracker:
tabAdvanced=Avançado
memoryReaderButton=Leitor de memória
updateAnnounceParamsOnStart=Atualizar a peer_id e a chave ao iniciar
checkNewVersion=Verificar atualizações
ClientLabel=Cliente de simulação:
randomSpeedGroup=Usar velocidades aleatórias
RandomDownloadToLabel=Máximo:
RandomUploadToLabel=Máximo:
RandomDownloadFromLabel=Mínimo:
RandomUploadFromLabel=Mínimo:
checkRandomDownload=Download (kB/s)
checkRandomUpload=Upload (kB/s)
reportParamsGroup=Parâmetros de anúncio
keyLabel=Chave:
labelPeerID=Peer ID:
numwantLabel=Número de peers (desejado):
portInfoLabel=Se os campos estiverem em branco, o RatioMaster usará valores aleatórios ou padrões
portLabel=Porta:
tabNetwork=Rede
groupNetworkMisc=Diversos
checkIgnoreFailureReason=Ignorar respostas de falha do tracker
labelStopMinLeecher=Parar upload quando o número de leechers for menor que:
intervalLabel=Intervalo de atualização do tracker (s)
checkRequestScrap=Obter estatísticas de Seeders/Leechers do tracker
checkTCPListen=Usar ouvinte TCP (parecer conectável ao tracker)
proxySettingsGroup=Configurações do servidor de proxy
labelProxyPass=Senha:
labelProxyUser=Usuário:
labelProxyPort=Porta:
labelProxyHost=Servidor:
labelProxyType=Tipo:
tabLog=Registro de progresso
saveLogButton=Salvar registro
checkLogEnabled=Habilitar registro
checkHideConfidentialInfo=Ocultar informações confidenciais
clearLogButton=Limpar registro
tabAbout=Sobre
labelForums=Fórum:
labelWebSite=Website:
StopButton=Parar
linkProxyHelp=Ajuda com proxies
tabUpdates=Atualizações
installUpdatesButton=Instalar atualizações
checkUpdatesButton=Procurar atualizações
labelUpdates=Clientes e idiomas
labelBindIp=Atrelar ao IP:
checkMinimizeToTray=Minimizar para a bandeja
checkIgnoreTimeout=Ignorar erros de conexão
checkUPnP=Habilitar mapeamento UPnP
testNetworkButton=Testar configurações...

[MemoryReader]
reApplyButton=Aplicar
reCloseButton=Fechar
groupBoxSearchResults=Resultado da busca
reHashLabel=Hash:
rePeerIdLabel=Peer ID:
reKeyLabel=Key:
numwantLabel=Número de peers (desejado):
rePortLabel=Porta:
reSearchStrLabel=String:
reSearchButton=Iniciar busca
reProcessNameLabel=Processo:

[Messages]
mrNoProcessFound=Nenhum {0} processo encontrado.\r\nEsteja certo de que o cliente está rodando e pelo menos um torrent está funcionando.
mrSearchFail=A busca falhou.\r\nEsteja certo de que o cliente está rodando e pelo menos um torrent está funcionando.
mrSearchTitle=Busca
mrSearchSuccess=A busca terminou.\r\nPressione Aplicar para utilizar os valores encontrados para seu cliente.
vrNewVersionReleased=Nova versão lançada! Baixar do http://www.moofdev.net?
vrNewVersionTitle="Nova versão disponível"
ballonUploaded=Enviado: {0} \r\n
ballonDownloaded=Recebido: {0} \r\n
ballonUpdateIn=Atualiza em: {0} \r\n
ballonTotalTime=Tempo total: {0} \r\n
stopProcessOpt1=Não parar
stopProcessOpt2=Enviar
stopProcessOpt3=Receber
stopProcessOpt4=Tempo
stopProcessOpt5=Semeado ~1,2x
stopProcessUnits1=Segundos
stopProcessUnits2=Minutos
stopProcessUnits3=Horas
restoreToolStripMenuItem=Restaurar
exitToolStripMenuItem=Sair
umNumUpdatesFound={0} atualizações encontradas
umNoUpdatesFound=Nenhuma atualização encontrada
umParsingUpdates=Analisando atualizações...
umCheckingUpdates=Verificando atualizações...
umDownloadingUpdate=Recebendo atualização {0}
umFinishedDownloadingUpdates=Atualizações recebidas
clmnUpdateName=Nome
clmnUpdateFileName=Nome do arquivo
clmnUpdateType=Tipo
clmnUpdateAuthor=Autor
confirmCloseTitle=Confirmação
confirmCloseMessage=Atualização do torrent em andamento. Deseja fechar o RatioMaster?
defaultBinding=Pardão
testNetworkSuccess=Conectado. A rede atual do RatioMaster parece estar funcionando.
testNetworkFailed=Erro de conexão
testNetworkInProgress=Teste de conexão em andamento...


[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreFailureReason=O RatioMaster irá ignorar erros que retornam do tracker e enviará dados como de usual.
labelStopMinLeecher=O RatioMaster pode automaticamente zerar a velocidade de upload caso o número de leechers seja menor que um valor determinado.
intervalLabel=O intervalo de atualização padrão para enviar estatísticas ao tracker.\r\nÚtil para trackers qeu não retornam o intervalo de atualização.
proxySettingsGroup=O RatioMaster pode conectar ao tracker usando um proxy a fim de que você esconda seu IP verdadeiro.
memoryReaderButton=Leitor de memória\r\nUse esta ferramenta quando você quer simular parâmetros do seu cliente,\r\ncomo a peer_id, chave, porta e outros parâmetros do seu cliente.
updateAnnounceParamsOnStart=Quando marcado, o RatioMaster gera novas peer_id e chave cada vez que você o inicia.\r\nSe não marcado, o RatioMaster usará os valores utilizados anteriormente.
TorrentClientsBox=Escolha o cliente que você deseja simular.
randomSpeedGroup=O RatioMaster pode usar velocidades aleatórias a cada anúncio\r\nde acordo com estas configurações.\r\nMuitas transferências com as mesmas velocidades pode parecer suspeito.
torrentFile=Local do arquivo .torrent\r\nClique em Procurar... ou arraste o arquivo para a janela do RatioMaster.
totalRunningTimeLabel=Tempo total de execução desta sessão.
leechLabel=Leechers deste torrent\r\nEm alguns trackers este dado não é disponibilizada.
seedLabel=Seeders deste torrent\r\nEm alguns trackers este dado não é disponibilizada.
manualUpdateButton=Atualizar agora\r\nO tracker pode ser atualizado manualmente. Suas estatísticas no tracker serão atualizadas.
labelUpdateIn=Tempo até a próxima atualização.
downloadCountLabel=Recebido\r\nApós a próxima atualização suas estatísticas serão mudadas.
uploadCountLabel=Enviado\r\nApós a próxima atualização suas estatísticas serão mudadas.
checkIgnoreTimeout=O RatioMaster irá ignorar erros de conexão
stopProcessActionBox=O RatioMaster pode parar o processo automaticamente.\r\nEscolha uma opção e digite os valores necessário.
uploadRate=Velocidade de upload\r\nDefina que velocidade o RatioMaster enviará ao tracker.
downloadRate=Velocidade de download\r\nDefina que velocidade o RatioMaster enviará ao tracker.
shaHash=Hash SHA do torrent\r\nVocê pode digitá-lo manualmente ou ele será gerado através do arquivo .torrent.
trackerAddress=Endereço do tracker\r\nVocê pode digitá-lo manualmente ou ele será gerado através do arquivo .torrent.
fileSize=Terminado %\r\nVocê pode especificar quanto do torrent você já baixou:\r\n100% = Apenas enviando (seeding)\r\n0%     = Baixando do início e enviando (leeching)\r\nO RatioMaster guarda essa porcentagem, assim como outras opções, para cada torrent.
reportParamsGroup=Estes parâmetros são parte da corrente de anúncios que o RatioMaster enviará ao tracker.\r\nGeralmente o RatioMaster os gera automaticamente, mas você tem a opção de digitá-los\r\nmanualmente ou usar o Leitor de memória para obtê-los direto de seu cliente.
